acestream-engine
acestream-launcher
aic94xx-firmware
caffeine
cower
ffmpeg-compat-54
i3lock-fancy-git
j4-dmenu-desktop
jmtpfs
js
keeweb-desktop
lector-git
libavutil-52
libc++
libc++abi
libcloudproviders
light
pacaur
pulseaudio-ctl
pulseaudio-equalizer-ladspa
py3status
py3status-modules
python-ewmh
python-poppler-qt5
rambox-bin
spotify
teamviewer-beta
vertex-themes
visual-studio-code-bin
wd719x-firmware
webtorrent-desktop-bin
