aic94xx-firmware
caffeine
cower
dcadec
ffmpeg-compat-54
i3lock-fancy-git
j4-dmenu-desktop
jmtpfs
keeweb-desktop
lector-git
libavutil-52
libc++
libc++abi
light
obfsproxy
package-query
pulseaudio-ctl
pulseaudio-equalizer-ladspa
py3status
py3status-modules
python-ewmh
python-poppler-qt5
python2-pyptlib
rambox-bin
spotify
teamviewer-beta
tiger
ttf-symbola
vertex-themes
visual-studio-code-bin
wd719x-firmware
webtorrent-desktop-bin
xrectsel
yaourt
