acestream-engine
acestream-launcher
aic94xx-firmware
caffeine
ffmpeg-compat-54
i3lock-fancy-git
j4-dmenu-desktop
keeweb-desktop
light
pacaur
pulseaudio-ctl
pulseaudio-equalizer-ladspa
py3status
py3status-modules
rambox-bin
spotify
vertex-themes
visual-studio-code-bin
warspear
wd719x-firmware
webtorrent-desktop-bin
