a52dec
aalib
acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
arc-icon-theme
arch-install-scripts
archiso
archlinux-keyring
argon2
aspell
aspell-en
at-spi2-atk
at-spi2-core
atk
atkmm
atril
attr
aurvote
autoconf
automake
avahi
babl
bash
bash-completion
bc
bdf-unifont
bind-tools
binutils
bison
blas
bleachbit
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
brotli
btrfs-progs
bubblewrap
byzanz
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
celt0.5.1
cheese
chromaprint
chromium
cifs-utils
clang
cloc
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark
cmus
cogl
colord
colordiff
compiler-rt
compton
confuse
coreutils
cracklib
cryptsetup
curl
customizepkg
darkhttpd
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dia
dialog
diffutils
discord
djvulibre
dkms
dmenu
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
dunst
e2fsprogs
ed
efibootmgr
efivar
electron
emacs
enchant
ethtool
exempi
exiv2
expat
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
flac
flameshot
flashplugin
flex
flite
fontconfig
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
galculator
gamin
gavl
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gedit
gegl
gendesk
geoclue2
geoip
geoip-database
gettext
ghostscript
giblib
giflib
gimp
girara
git
gjs
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
gmp
gnome-autoar
gnome-desktop
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-online-accounts
gnome-sound-recorder
gnome-themes-extra
gnome-video-effects
gnupg
gnutls
go
gobject-introspection-runtime
gparted
gpgme
gpick
gpicview
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsimplecal
gsl
gsm
gspell
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-engine-murrine
gtk-sharp-2
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtkspell
gts
guile
guile2.0
gvfs
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hunspell-en
hunspell-en_GB
hunspell-en_US
hwids
hyphen
i3-wm
i3lock
i3status
iana-etc
icedtea-web
icu
idnkit
ijs
ilmbase
imagemagick
imlib2
inetutils
inkscape
intel-tbb
intel-ucode
iproute2
iptables
iputils
irssi
iso-codes
iw
jack
jansson
jasper
java-rhino
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
jre9-openjdk
jre9-openjdk-headless
js52
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
ladspa
lame
lapack
lcms
lcms2
ldb
ldns
lensfun
less
lib32-bzip2
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-vdpau
lib32-ncurses
lib32-readline
lib32-wayland
lib32-zlib
libabw
libaio
libao
libappindicator-gtk2
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdiscid
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgcrypt
libgdiplus
libgexiv2
libglade
libglademm
libglvnd
libgme
libgpg-error
libgphoto2
libgssglue
libgudev
libgusb
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinput
libisoburn
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder2
libksba
liblangtag
libldap
liblqr
libmad
libmagick
libmagick6
libmatroska
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libmythes
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
libnsl
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libotf
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86dga
libxxf86vm
libyaml
libzmf
licenses
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lrzip
lsb-release
lsof
lua
lua52
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxhotkey
lxinput
lxlauncher
lxmenu-data
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
maim
make
man-db
man-pages
mathjax
mdadm
menu-cache
mesa
mesa-vdpau
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkvtoolnix-cli
mkvtoolnix-gui
mono
mono-addins
mozilla-common
mpfr
mpg123
mpv
mtdev
mtools
mypaint-brushes
mythes-en
nano
nautilus
nautilus-sendto
ncdu
ncurses
ndctl
neon
net-tools
netctl
nettle
networkmanager
ninja
nmap
node-gyp
nodejs
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numactl
numlockx
oniguruma
openal
openbox
opencore-amr
openexr
openjpeg
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
opusfile
orc
os-prober
otf-font-awesome
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pamixer
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
pcre
pcre2
pcsclite
pepper-flash
perl
perl-algorithm-diff
perl-error
perl-image-exiftool
perl-json
perl-mailtools
perl-parallel-forkmanager
perl-regexp-common
perl-timedate
pinentry
pinta
pixman
pkgconf
pkgfile
pkgstats
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
poppler-qt5
popt
potrace
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt4-common
pyqt5-common
python
python-anytree
python-appdirs
python-beautifulsoup4
python-cachecontrol
python-chardet
python-colorama
python-dbus
python-dbus-common
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-lockfile
python-lxml
python-mpd2
python-msgpack
python-packaging
python-pip
python-progress
python-pygments
python-pyparsing
python-pyperclip
python-pyqt4
python-pyqt5
python-pytoml
python-requests
python-retrying
python-setuptools
python-sip
python-six
python-urllib3
python-webencodings
python-xlib
python2
python2-appdirs
python2-attrs
python2-automat
python2-cairo
python2-click
python2-constantly
python2-crypto
python2-gmpy2
python2-gobject
python2-gobject2
python2-hyperlink
python2-idna
python2-incremental
python2-libappindicator
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
python2-twisted
python2-yaml
python2-zope-interface
qemu
qemu-arch-extra
qt4
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-sensors
qt5-styleplugins
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt5ct
raptor
rasqal
rdesktop
re2
readline
redland
reiserfsprogs
rest
rhash
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-rake
ruby-rdoc
rubygems
run-parts
s-nail
sbc
schroedinger
screenfetch
scrot
sdl
sdl2
sdl_image
seabios
sed
semver
shadow
shared-mime-info
sip
slang
slop
smartmontools
smbclient
snappy
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
sqlite
squashfs-tools
srt
startup-notification
strace
sudo
suitesparse
swh-plugins
sysfsutils
systemd
systemd-sysvcompat
taglib
talloc
tar
task
tcl
tdb
telepathy-glib
tevent
texinfo
thin-provisioning-tools
thunderbird
tig
tk
tlp
tor
traceroute
tracker
translate-shell
transmission-cli
transmission-gtk
tslib
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-freefont
ttf-gentium
ttf-liberation
ttf-ubuntu-font-family
twolame
txt2man
tzdata
uchardet
udisks2
uget
unace
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vala
vamp-plugin-sdk
vde2
vi
vid.stab
viewnior
vim
vim-runtime
virglrenderer
virtualbox
virtualbox-host-dkms
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
woff2
wpa_supplicant
x11-ssh-askpass
x265
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xf86-video-ati
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xmms2
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xterm
xvidcore
xz
yajl
yasm
youtube-dl
zathura
zathura-pdf-poppler
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
