aic94xx-firmware
alsa-plugins
alsa-utils
arc-icon-theme
archiso
aspell-en
atril
aurvote
autoconf
automake
bash
bash-completion
bdf-unifont
bind-tools
binutils
bison
bleachbit
bluez
bluez-tools
bluez-utils
bzip2
caffeine
cheese
chromium
cloc
cmus
coreutils
cryptsetup
customizepkg
darkhttpd
device-mapper
dhcpcd
dialog
diffutils
discord
dosfstools
dunst
e2fsprogs
ed
efibootmgr
emacs
ethtool
fakeroot
feh
ffmpeg
ffmpeg-compat-54
file
file-roller
filesystem
findutils
firefox
flashplugin
flex
freerdp
freetype2
fuse2
galculator
gawk
gcc
gcc-libs
gedit
gettext
ghostscript
gimp
git
glibc
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-sound-recorder
gnome-themes-extra
gparted
gpick
gpicview
grep
groff
grub
gsimplecal
gst-libav
gst-plugins-base
gst-plugins-good
gtk-engine-murrine
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gzip
htop
hunspell-en
i3-wm
i3lock-fancy-git
i3status
icedtea-web
imagemagick
inetutils
inkscape
intel-ucode
iproute2
iputils
irssi
j4-dmenu-desktop
jack
java-rhino
jfsutils
jmtpfs
jq
jre9-openjdk
keeweb-desktop
lector-git
less
lib32-mesa
lib32-mesa-vdpau
libappindicator-gtk2
libc++
libc++abi
libglademm
libmythes
libnotify
libreoffice-fresh
libtool
licenses
light
lightdm
lightdm-gtk-greeter
linux
linux-headers
logrotate
lrzip
lsb-release
lsof
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxhotkey
lxinput
lxlauncher
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
m4
maim
make
man-db
man-pages
mdadm
mesa-vdpau
mkvtoolnix-gui
mpv
mtools
mythes-en
nano
nautilus
net-tools
netctl
networkmanager
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
ntp
numlockx
obfsproxy
openbox
openssh
opusfile
os-prober
otf-font-awesome
p7zip
pacaur
pacman
pamixer
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
pepper-flash
perl
perl-image-exiftool
perl-json
pinta
pkg-config
pkgfile
pkgstats
playerctl
polkit-gnome
poppler-data
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-equalizer-ladspa
pulseaudio-gconf
py3status
py3status-modules
pyqt4-common
python
python-dbus
python-dbus-common
python-mpd2
python-pip
python-pyperclip
python-pyqt4
python-sip
python2
python2-gmpy2
python2-libappindicator
qemu
qemu-arch-extra
qt4
qt5-styleplugins
qt5ct
rambox-bin
rdesktop
reiserfsprogs
rsync
ruby
ruby-rake
ruby-rdoc
s-nail
screenfetch
scrot
sed
shadow
sip
smartmontools
smbclient
spotify
strace
sudo
swh-plugins
sysfsutils
systemd
systemd-sysvcompat
tar
task
teamviewer-beta
texinfo
thunderbird
tig
tiger
tk
tlp
tor
traceroute
translate-shell
transmission-cli
transmission-gtk
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-freefont
ttf-gentium
ttf-liberation
ttf-symbola
ttf-ubuntu-font-family
turtl
uget
unace
unrar
upower
usbutils
util-linux
vertex-themes
vi
viewnior
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
wavpack
wd719x-firmware
webtorrent-desktop-bin
which
x11-ssh-askpass
xautolock
xclip
xf86-input-synaptics
xf86-video-ati
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yaourt
youtube-dl
zathura
zathura-pdf-poppler
zenity
